# DebugTabBindingFailures Properties

---
The BuiltInFailuresDebugTabBindingFailures type exposes the following members.
| Name| Description
---|---|---
| OptionValueOutOfRange|  Value out of range for Options enum.
Top
#### Reference
BuiltInFailuresDebugTabBindingFailures Class
Autodesk.Revit.DB Namespace